;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! wakatime-mode)

(package! org-tree-slide)
(package! org-superstar)

(package! sphinx-doc)

(package! tree-sitter)
(package! tree-sitter-langs)

(package! lsp-pyright)
(package! python-black)

(package! django-mode)
